'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'心跳事件','心跳检测流程用于在JY信息中心和网元之间检查X1接口的连接是否正常。%请判断对错，并说明原因',null,'错误，X1接口为短连接，无心跳检测流程。','bigtext',null,'0','1',null,'1','2018-06-11 18:15:27',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'心跳事件','心跳检测流程用于在JY信息中心和网元之间检查X1接口的连接是否正常。%请判断对错，并说明原因',null,'错误，X1接口为短连接，无心跳检测流程。','bigtext',null,'0','1',null,'1','2018-06-11 18:15:27',null,null
'呼叫子序列号','呼叫子序列号（CallsubserialNo）在一次活动过程中顺序递增，可以从0开始，也可以从1开始。%请判断对错，并说明原因',null,'错误，呼叫子序列号（CallsubserialNo）必须从0开始排序。','bigtext',null,'0','1',null,'1','2018-06-11 18:16:16',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'心跳事件','心跳检测流程用于在JY信息中心和网元之间检查X1接口的连接是否正常。%请判断对错，并说明原因',null,'错误，X1接口为短连接，无心跳检测流程。','bigtext',null,'0','1',null,'1','2018-06-11 18:15:27',null,null
'呼叫子序列号','呼叫子序列号（CallsubserialNo）在一次活动过程中顺序递增，可以从0开始，也可以从1开始。%请判断对错，并说明原因',null,'错误，呼叫子序列号（CallsubserialNo）必须从0开始排序。','bigtext',null,'0','1',null,'1','2018-06-11 18:16:16',null,null
'号码格式','X1接口的MB标识、MSISDN号码以及X2接口活动事件消息头中的MSISDN号码，如果是E.164号码时，其格式必须是国际有效号码。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:16:45',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'心跳事件','心跳检测流程用于在JY信息中心和网元之间检查X1接口的连接是否正常。%请判断对错，并说明原因',null,'错误，X1接口为短连接，无心跳检测流程。','bigtext',null,'0','1',null,'1','2018-06-11 18:15:27',null,null
'呼叫子序列号','呼叫子序列号（CallsubserialNo）在一次活动过程中顺序递增，可以从0开始，也可以从1开始。%请判断对错，并说明原因',null,'错误，呼叫子序列号（CallsubserialNo）必须从0开始排序。','bigtext',null,'0','1',null,'1','2018-06-11 18:16:16',null,null
'号码格式','X1接口的MB标识、MSISDN号码以及X2接口活动事件消息头中的MSISDN号码，如果是E.164号码时，其格式必须是国际有效号码。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:16:45',null,null
'事件上报','X2接口完成活动事件（包括分组数据相关事件，分组数据无关事件）上报，X1接口完成告警上报。%请判断对错，并说明原因',null,'错误，X2接口完成告警上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:17:19',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'心跳事件','心跳检测流程用于在JY信息中心和网元之间检查X1接口的连接是否正常。%请判断对错，并说明原因',null,'错误，X1接口为短连接，无心跳检测流程。','bigtext',null,'0','1',null,'1','2018-06-11 18:15:27',null,null
'呼叫子序列号','呼叫子序列号（CallsubserialNo）在一次活动过程中顺序递增，可以从0开始，也可以从1开始。%请判断对错，并说明原因',null,'错误，呼叫子序列号（CallsubserialNo）必须从0开始排序。','bigtext',null,'0','1',null,'1','2018-06-11 18:16:16',null,null
'号码格式','X1接口的MB标识、MSISDN号码以及X2接口活动事件消息头中的MSISDN号码，如果是E.164号码时，其格式必须是国际有效号码。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:16:45',null,null
'事件上报','X2接口完成活动事件（包括分组数据相关事件，分组数据无关事件）上报，X1接口完成告警上报。%请判断对错，并说明原因',null,'错误，X2接口完成告警上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:17:19',null,null
'关联标识','关联标识1用于关联HSGW和P-GW网元中产生的X2和X3消息，关联标识2用于关联S-GW和P-GW网元中产生的X2和X3消息，请判断对错，并说明原因',null,'错误，关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:18:09',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'心跳事件','心跳检测流程用于在JY信息中心和网元之间检查X1接口的连接是否正常。%请判断对错，并说明原因',null,'错误，X1接口为短连接，无心跳检测流程。','bigtext',null,'0','1',null,'1','2018-06-11 18:15:27',null,null
'呼叫子序列号','呼叫子序列号（CallsubserialNo）在一次活动过程中顺序递增，可以从0开始，也可以从1开始。%请判断对错，并说明原因',null,'错误，呼叫子序列号（CallsubserialNo）必须从0开始排序。','bigtext',null,'0','1',null,'1','2018-06-11 18:16:16',null,null
'号码格式','X1接口的MB标识、MSISDN号码以及X2接口活动事件消息头中的MSISDN号码，如果是E.164号码时，其格式必须是国际有效号码。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:16:45',null,null
'事件上报','X2接口完成活动事件（包括分组数据相关事件，分组数据无关事件）上报，X1接口完成告警上报。%请判断对错，并说明原因',null,'错误，X2接口完成告警上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:17:19',null,null
'关联标识','关联标识1用于关联HSGW和P-GW网元中产生的X2和X3消息，关联标识2用于关联S-GW和P-GW网元中产生的X2和X3消息，请判断对错，并说明原因',null,'错误，关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:18:09',null,null
'关联标识','关联标识1为P-GW分配的TEID-U+P-GW的用户面地址，关联标识2为ChargingID+P-GW的用户面地址。请判断对错，并说明原因%',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:18:33',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'心跳事件','心跳检测流程用于在JY信息中心和网元之间检查X1接口的连接是否正常。%请判断对错，并说明原因',null,'错误，X1接口为短连接，无心跳检测流程。','bigtext',null,'0','1',null,'1','2018-06-11 18:15:27',null,null
'呼叫子序列号','呼叫子序列号（CallsubserialNo）在一次活动过程中顺序递增，可以从0开始，也可以从1开始。%请判断对错，并说明原因',null,'错误，呼叫子序列号（CallsubserialNo）必须从0开始排序。','bigtext',null,'0','1',null,'1','2018-06-11 18:16:16',null,null
'号码格式','X1接口的MB标识、MSISDN号码以及X2接口活动事件消息头中的MSISDN号码，如果是E.164号码时，其格式必须是国际有效号码。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:16:45',null,null
'事件上报','X2接口完成活动事件（包括分组数据相关事件，分组数据无关事件）上报，X1接口完成告警上报。%请判断对错，并说明原因',null,'错误，X2接口完成告警上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:17:19',null,null
'关联标识','关联标识1用于关联HSGW和P-GW网元中产生的X2和X3消息，关联标识2用于关联S-GW和P-GW网元中产生的X2和X3消息，请判断对错，并说明原因',null,'错误，关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:18:09',null,null
'关联标识','关联标识1为P-GW分配的TEID-U+P-GW的用户面地址，关联标识2为ChargingID+P-GW的用户面地址。请判断对错，并说明原因%',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:18:33',null,null
'认证加密','为提高JT活动的保密性，防止JT活动的相关信息，BKMB的活动事件和通信内容被非法窃取，需要对X1，X2，X3接口的信息进行加密。请判断对错，并说明原因',null,'错误，X3接口支持加密。','bigtext',null,'0','1',null,'1','2018-06-11 18:19:27',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'心跳事件','心跳检测流程用于在JY信息中心和网元之间检查X1接口的连接是否正常。%请判断对错，并说明原因',null,'错误，X1接口为短连接，无心跳检测流程。','bigtext',null,'0','1',null,'1','2018-06-11 18:15:27',null,null
'呼叫子序列号','呼叫子序列号（CallsubserialNo）在一次活动过程中顺序递增，可以从0开始，也可以从1开始。%请判断对错，并说明原因',null,'错误，呼叫子序列号（CallsubserialNo）必须从0开始排序。','bigtext',null,'0','1',null,'1','2018-06-11 18:16:16',null,null
'号码格式','X1接口的MB标识、MSISDN号码以及X2接口活动事件消息头中的MSISDN号码，如果是E.164号码时，其格式必须是国际有效号码。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:16:45',null,null
'事件上报','X2接口完成活动事件（包括分组数据相关事件，分组数据无关事件）上报，X1接口完成告警上报。%请判断对错，并说明原因',null,'错误，X2接口完成告警上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:17:19',null,null
'关联标识','关联标识1用于关联HSGW和P-GW网元中产生的X2和X3消息，关联标识2用于关联S-GW和P-GW网元中产生的X2和X3消息，请判断对错，并说明原因',null,'错误，关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:18:09',null,null
'关联标识','关联标识1为P-GW分配的TEID-U+P-GW的用户面地址，关联标识2为ChargingID+P-GW的用户面地址。请判断对错，并说明原因%',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:18:33',null,null
'认证加密','为提高JT活动的保密性，防止JT活动的相关信息，BKMB的活动事件和通信内容被非法窃取，需要对X1，X2，X3接口的信息进行加密。请判断对错，并说明原因',null,'错误，X3接口支持加密。','bigtext',null,'0','1',null,'1','2018-06-11 18:19:27',null,null
'BKMB','BKMB可以是该EPC网络提供服务的所有用户，包括本地用户和漫游到本地的用户。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:20:03',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'心跳事件','心跳检测流程用于在JY信息中心和网元之间检查X1接口的连接是否正常。%请判断对错，并说明原因',null,'错误，X1接口为短连接，无心跳检测流程。','bigtext',null,'0','1',null,'1','2018-06-11 18:15:27',null,null
'呼叫子序列号','呼叫子序列号（CallsubserialNo）在一次活动过程中顺序递增，可以从0开始，也可以从1开始。%请判断对错，并说明原因',null,'错误，呼叫子序列号（CallsubserialNo）必须从0开始排序。','bigtext',null,'0','1',null,'1','2018-06-11 18:16:16',null,null
'号码格式','X1接口的MB标识、MSISDN号码以及X2接口活动事件消息头中的MSISDN号码，如果是E.164号码时，其格式必须是国际有效号码。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:16:45',null,null
'事件上报','X2接口完成活动事件（包括分组数据相关事件，分组数据无关事件）上报，X1接口完成告警上报。%请判断对错，并说明原因',null,'错误，X2接口完成告警上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:17:19',null,null
'关联标识','关联标识1用于关联HSGW和P-GW网元中产生的X2和X3消息，关联标识2用于关联S-GW和P-GW网元中产生的X2和X3消息，请判断对错，并说明原因',null,'错误，关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:18:09',null,null
'关联标识','关联标识1为P-GW分配的TEID-U+P-GW的用户面地址，关联标识2为ChargingID+P-GW的用户面地址。请判断对错，并说明原因%',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:18:33',null,null
'认证加密','为提高JT活动的保密性，防止JT活动的相关信息，BKMB的活动事件和通信内容被非法窃取，需要对X1，X2，X3接口的信息进行加密。请判断对错，并说明原因',null,'错误，X3接口支持加密。','bigtext',null,'0','1',null,'1','2018-06-11 18:19:27',null,null
'BKMB','BKMB可以是该EPC网络提供服务的所有用户，包括本地用户和漫游到本地的用户。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:20:03',null,null
'BKMB撤销','如果网元收到BKMB撤销请求消息，该用户正在使用业务，则应立即生效；如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应在本次业务活动事件结束后删除隧道。请判断对错，并说明原因%',null,'错误，如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应立即发送隧道删除请求。','bigtext',null,'0','1',null,'1','2018-06-11 18:20:33',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'心跳事件','心跳检测流程用于在JY信息中心和网元之间检查X1接口的连接是否正常。%请判断对错，并说明原因',null,'错误，X1接口为短连接，无心跳检测流程。','bigtext',null,'0','1',null,'1','2018-06-11 18:15:27',null,null
'呼叫子序列号','呼叫子序列号（CallsubserialNo）在一次活动过程中顺序递增，可以从0开始，也可以从1开始。%请判断对错，并说明原因',null,'错误，呼叫子序列号（CallsubserialNo）必须从0开始排序。','bigtext',null,'0','1',null,'1','2018-06-11 18:16:16',null,null
'号码格式','X1接口的MB标识、MSISDN号码以及X2接口活动事件消息头中的MSISDN号码，如果是E.164号码时，其格式必须是国际有效号码。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:16:45',null,null
'事件上报','X2接口完成活动事件（包括分组数据相关事件，分组数据无关事件）上报，X1接口完成告警上报。%请判断对错，并说明原因',null,'错误，X2接口完成告警上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:17:19',null,null
'关联标识','关联标识1用于关联HSGW和P-GW网元中产生的X2和X3消息，关联标识2用于关联S-GW和P-GW网元中产生的X2和X3消息，请判断对错，并说明原因',null,'错误，关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:18:09',null,null
'关联标识','关联标识1为P-GW分配的TEID-U+P-GW的用户面地址，关联标识2为ChargingID+P-GW的用户面地址。请判断对错，并说明原因%',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:18:33',null,null
'认证加密','为提高JT活动的保密性，防止JT活动的相关信息，BKMB的活动事件和通信内容被非法窃取，需要对X1，X2，X3接口的信息进行加密。请判断对错，并说明原因',null,'错误，X3接口支持加密。','bigtext',null,'0','1',null,'1','2018-06-11 18:19:27',null,null
'BKMB','BKMB可以是该EPC网络提供服务的所有用户，包括本地用户和漫游到本地的用户。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:20:03',null,null
'BKMB撤销','如果网元收到BKMB撤销请求消息，该用户正在使用业务，则应立即生效；如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应在本次业务活动事件结束后删除隧道。请判断对错，并说明原因%',null,'错误，如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应立即发送隧道删除请求。','bigtext',null,'0','1',null,'1','2018-06-11 18:20:33',null,null
'X2告警上报','网元与某个LIC间存在多个X2连接的情况下，告警事件需在每一条X2连接分别上报。%请判断对错，并说明原因',null,'错误，告警事件可任选一条X2连接上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:11',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'心跳事件','心跳检测流程用于在JY信息中心和网元之间检查X1接口的连接是否正常。%请判断对错，并说明原因',null,'错误，X1接口为短连接，无心跳检测流程。','bigtext',null,'0','1',null,'1','2018-06-11 18:15:27',null,null
'呼叫子序列号','呼叫子序列号（CallsubserialNo）在一次活动过程中顺序递增，可以从0开始，也可以从1开始。%请判断对错，并说明原因',null,'错误，呼叫子序列号（CallsubserialNo）必须从0开始排序。','bigtext',null,'0','1',null,'1','2018-06-11 18:16:16',null,null
'号码格式','X1接口的MB标识、MSISDN号码以及X2接口活动事件消息头中的MSISDN号码，如果是E.164号码时，其格式必须是国际有效号码。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:16:45',null,null
'事件上报','X2接口完成活动事件（包括分组数据相关事件，分组数据无关事件）上报，X1接口完成告警上报。%请判断对错，并说明原因',null,'错误，X2接口完成告警上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:17:19',null,null
'关联标识','关联标识1用于关联HSGW和P-GW网元中产生的X2和X3消息，关联标识2用于关联S-GW和P-GW网元中产生的X2和X3消息，请判断对错，并说明原因',null,'错误，关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:18:09',null,null
'关联标识','关联标识1为P-GW分配的TEID-U+P-GW的用户面地址，关联标识2为ChargingID+P-GW的用户面地址。请判断对错，并说明原因%',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:18:33',null,null
'认证加密','为提高JT活动的保密性，防止JT活动的相关信息，BKMB的活动事件和通信内容被非法窃取，需要对X1，X2，X3接口的信息进行加密。请判断对错，并说明原因',null,'错误，X3接口支持加密。','bigtext',null,'0','1',null,'1','2018-06-11 18:19:27',null,null
'BKMB','BKMB可以是该EPC网络提供服务的所有用户，包括本地用户和漫游到本地的用户。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:20:03',null,null
'BKMB撤销','如果网元收到BKMB撤销请求消息，该用户正在使用业务，则应立即生效；如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应在本次业务活动事件结束后删除隧道。请判断对错，并说明原因%',null,'错误，如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应立即发送隧道删除请求。','bigtext',null,'0','1',null,'1','2018-06-11 18:20:33',null,null
'X2告警上报','网元与某个LIC间存在多个X2连接的情况下，告警事件需在每一条X2连接分别上报。%请判断对错，并说明原因',null,'错误，告警事件可任选一条X2连接上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:11',null,null
'JY接口统计功能','JY接口统计功能不能记录BKMB，只能记录消息数目，如一个时间段内列示MB的次数。请判断对错，并说明原因',null,'错误，统计只能记录接口接收发送消息的次数，不能记录具体消息类型。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:50',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'心跳事件','心跳检测流程用于在JY信息中心和网元之间检查X1接口的连接是否正常。%请判断对错，并说明原因',null,'错误，X1接口为短连接，无心跳检测流程。','bigtext',null,'0','1',null,'1','2018-06-11 18:15:27',null,null
'呼叫子序列号','呼叫子序列号（CallsubserialNo）在一次活动过程中顺序递增，可以从0开始，也可以从1开始。%请判断对错，并说明原因',null,'错误，呼叫子序列号（CallsubserialNo）必须从0开始排序。','bigtext',null,'0','1',null,'1','2018-06-11 18:16:16',null,null
'号码格式','X1接口的MB标识、MSISDN号码以及X2接口活动事件消息头中的MSISDN号码，如果是E.164号码时，其格式必须是国际有效号码。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:16:45',null,null
'事件上报','X2接口完成活动事件（包括分组数据相关事件，分组数据无关事件）上报，X1接口完成告警上报。%请判断对错，并说明原因',null,'错误，X2接口完成告警上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:17:19',null,null
'关联标识','关联标识1用于关联HSGW和P-GW网元中产生的X2和X3消息，关联标识2用于关联S-GW和P-GW网元中产生的X2和X3消息，请判断对错，并说明原因',null,'错误，关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:18:09',null,null
'关联标识','关联标识1为P-GW分配的TEID-U+P-GW的用户面地址，关联标识2为ChargingID+P-GW的用户面地址。请判断对错，并说明原因%',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:18:33',null,null
'认证加密','为提高JT活动的保密性，防止JT活动的相关信息，BKMB的活动事件和通信内容被非法窃取，需要对X1，X2，X3接口的信息进行加密。请判断对错，并说明原因',null,'错误，X3接口支持加密。','bigtext',null,'0','1',null,'1','2018-06-11 18:19:27',null,null
'BKMB','BKMB可以是该EPC网络提供服务的所有用户，包括本地用户和漫游到本地的用户。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:20:03',null,null
'BKMB撤销','如果网元收到BKMB撤销请求消息，该用户正在使用业务，则应立即生效；如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应在本次业务活动事件结束后删除隧道。请判断对错，并说明原因%',null,'错误，如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应立即发送隧道删除请求。','bigtext',null,'0','1',null,'1','2018-06-11 18:20:33',null,null
'X2告警上报','网元与某个LIC间存在多个X2连接的情况下，告警事件需在每一条X2连接分别上报。%请判断对错，并说明原因',null,'错误，告警事件可任选一条X2连接上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:11',null,null
'JY接口统计功能','JY接口统计功能不能记录BKMB，只能记录消息数目，如一个时间段内列示MB的次数。请判断对错，并说明原因',null,'错误，统计只能记录接口接收发送消息的次数，不能记录具体消息类型。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:50',null,null
'X2建立','请简述X2建立认证的过程。',null,'见标准7.3.1.1','bigtext',null,'0','1',null,'1','2018-06-11 18:22:17',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'心跳事件','心跳检测流程用于在JY信息中心和网元之间检查X1接口的连接是否正常。%请判断对错，并说明原因',null,'错误，X1接口为短连接，无心跳检测流程。','bigtext',null,'0','1',null,'1','2018-06-11 18:15:27',null,null
'呼叫子序列号','呼叫子序列号（CallsubserialNo）在一次活动过程中顺序递增，可以从0开始，也可以从1开始。%请判断对错，并说明原因',null,'错误，呼叫子序列号（CallsubserialNo）必须从0开始排序。','bigtext',null,'0','1',null,'1','2018-06-11 18:16:16',null,null
'号码格式','X1接口的MB标识、MSISDN号码以及X2接口活动事件消息头中的MSISDN号码，如果是E.164号码时，其格式必须是国际有效号码。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:16:45',null,null
'事件上报','X2接口完成活动事件（包括分组数据相关事件，分组数据无关事件）上报，X1接口完成告警上报。%请判断对错，并说明原因',null,'错误，X2接口完成告警上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:17:19',null,null
'关联标识','关联标识1用于关联HSGW和P-GW网元中产生的X2和X3消息，关联标识2用于关联S-GW和P-GW网元中产生的X2和X3消息，请判断对错，并说明原因',null,'错误，关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:18:09',null,null
'关联标识','关联标识1为P-GW分配的TEID-U+P-GW的用户面地址，关联标识2为ChargingID+P-GW的用户面地址。请判断对错，并说明原因%',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:18:33',null,null
'认证加密','为提高JT活动的保密性，防止JT活动的相关信息，BKMB的活动事件和通信内容被非法窃取，需要对X1，X2，X3接口的信息进行加密。请判断对错，并说明原因',null,'错误，X3接口支持加密。','bigtext',null,'0','1',null,'1','2018-06-11 18:19:27',null,null
'BKMB','BKMB可以是该EPC网络提供服务的所有用户，包括本地用户和漫游到本地的用户。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:20:03',null,null
'BKMB撤销','如果网元收到BKMB撤销请求消息，该用户正在使用业务，则应立即生效；如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应在本次业务活动事件结束后删除隧道。请判断对错，并说明原因%',null,'错误，如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应立即发送隧道删除请求。','bigtext',null,'0','1',null,'1','2018-06-11 18:20:33',null,null
'X2告警上报','网元与某个LIC间存在多个X2连接的情况下，告警事件需在每一条X2连接分别上报。%请判断对错，并说明原因',null,'错误，告警事件可任选一条X2连接上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:11',null,null
'JY接口统计功能','JY接口统计功能不能记录BKMB，只能记录消息数目，如一个时间段内列示MB的次数。请判断对错，并说明原因',null,'错误，统计只能记录接口接收发送消息的次数，不能记录具体消息类型。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:50',null,null
'X2建立','请简述X2建立认证的过程。',null,'见标准7.3.1.1','bigtext',null,'0','1',null,'1','2018-06-11 18:22:17',null,null
'X3定时器','请简述X3接口定时器Tx3-retry的作用',null,'见标准7.4.1.3','bigtext',null,'0','1',null,'1','2018-06-11 18:22:41',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'心跳事件','心跳检测流程用于在JY信息中心和网元之间检查X1接口的连接是否正常。%请判断对错，并说明原因',null,'错误，X1接口为短连接，无心跳检测流程。','bigtext',null,'0','1',null,'1','2018-06-11 18:15:27',null,null
'呼叫子序列号','呼叫子序列号（CallsubserialNo）在一次活动过程中顺序递增，可以从0开始，也可以从1开始。%请判断对错，并说明原因',null,'错误，呼叫子序列号（CallsubserialNo）必须从0开始排序。','bigtext',null,'0','1',null,'1','2018-06-11 18:16:16',null,null
'号码格式','X1接口的MB标识、MSISDN号码以及X2接口活动事件消息头中的MSISDN号码，如果是E.164号码时，其格式必须是国际有效号码。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:16:45',null,null
'事件上报','X2接口完成活动事件（包括分组数据相关事件，分组数据无关事件）上报，X1接口完成告警上报。%请判断对错，并说明原因',null,'错误，X2接口完成告警上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:17:19',null,null
'关联标识','关联标识1用于关联HSGW和P-GW网元中产生的X2和X3消息，关联标识2用于关联S-GW和P-GW网元中产生的X2和X3消息，请判断对错，并说明原因',null,'错误，关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:18:09',null,null
'关联标识','关联标识1为P-GW分配的TEID-U+P-GW的用户面地址，关联标识2为ChargingID+P-GW的用户面地址。请判断对错，并说明原因%',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:18:33',null,null
'认证加密','为提高JT活动的保密性，防止JT活动的相关信息，BKMB的活动事件和通信内容被非法窃取，需要对X1，X2，X3接口的信息进行加密。请判断对错，并说明原因',null,'错误，X3接口支持加密。','bigtext',null,'0','1',null,'1','2018-06-11 18:19:27',null,null
'BKMB','BKMB可以是该EPC网络提供服务的所有用户，包括本地用户和漫游到本地的用户。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:20:03',null,null
'BKMB撤销','如果网元收到BKMB撤销请求消息，该用户正在使用业务，则应立即生效；如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应在本次业务活动事件结束后删除隧道。请判断对错，并说明原因%',null,'错误，如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应立即发送隧道删除请求。','bigtext',null,'0','1',null,'1','2018-06-11 18:20:33',null,null
'X2告警上报','网元与某个LIC间存在多个X2连接的情况下，告警事件需在每一条X2连接分别上报。%请判断对错，并说明原因',null,'错误，告警事件可任选一条X2连接上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:11',null,null
'JY接口统计功能','JY接口统计功能不能记录BKMB，只能记录消息数目，如一个时间段内列示MB的次数。请判断对错，并说明原因',null,'错误，统计只能记录接口接收发送消息的次数，不能记录具体消息类型。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:50',null,null
'X2建立','请简述X2建立认证的过程。',null,'见标准7.3.1.1','bigtext',null,'0','1',null,'1','2018-06-11 18:22:17',null,null
'X3定时器','请简述X3接口定时器Tx3-retry的作用',null,'见标准7.4.1.3','bigtext',null,'0','1',null,'1','2018-06-11 18:22:41',null,null
'X1建立','LIC发起的X1接口连接建立请求消息中，都携带哪些认证参数。',null,'LIC标识、EPC网元标识、认证字段（由KI、PASSWORD、SQN经MD5算法计算的结果）、SQN组号、RAND','bigtext',null,'0','1',null,'1','2018-06-11 18:23:13',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'心跳事件','心跳检测流程用于在JY信息中心和网元之间检查X1接口的连接是否正常。%请判断对错，并说明原因',null,'错误，X1接口为短连接，无心跳检测流程。','bigtext',null,'0','1',null,'1','2018-06-11 18:15:27',null,null
'呼叫子序列号','呼叫子序列号（CallsubserialNo）在一次活动过程中顺序递增，可以从0开始，也可以从1开始。%请判断对错，并说明原因',null,'错误，呼叫子序列号（CallsubserialNo）必须从0开始排序。','bigtext',null,'0','1',null,'1','2018-06-11 18:16:16',null,null
'号码格式','X1接口的MB标识、MSISDN号码以及X2接口活动事件消息头中的MSISDN号码，如果是E.164号码时，其格式必须是国际有效号码。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:16:45',null,null
'事件上报','X2接口完成活动事件（包括分组数据相关事件，分组数据无关事件）上报，X1接口完成告警上报。%请判断对错，并说明原因',null,'错误，X2接口完成告警上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:17:19',null,null
'关联标识','关联标识1用于关联HSGW和P-GW网元中产生的X2和X3消息，关联标识2用于关联S-GW和P-GW网元中产生的X2和X3消息，请判断对错，并说明原因',null,'错误，关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:18:09',null,null
'关联标识','关联标识1为P-GW分配的TEID-U+P-GW的用户面地址，关联标识2为ChargingID+P-GW的用户面地址。请判断对错，并说明原因%',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:18:33',null,null
'认证加密','为提高JT活动的保密性，防止JT活动的相关信息，BKMB的活动事件和通信内容被非法窃取，需要对X1，X2，X3接口的信息进行加密。请判断对错，并说明原因',null,'错误，X3接口支持加密。','bigtext',null,'0','1',null,'1','2018-06-11 18:19:27',null,null
'BKMB','BKMB可以是该EPC网络提供服务的所有用户，包括本地用户和漫游到本地的用户。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:20:03',null,null
'BKMB撤销','如果网元收到BKMB撤销请求消息，该用户正在使用业务，则应立即生效；如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应在本次业务活动事件结束后删除隧道。请判断对错，并说明原因%',null,'错误，如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应立即发送隧道删除请求。','bigtext',null,'0','1',null,'1','2018-06-11 18:20:33',null,null
'X2告警上报','网元与某个LIC间存在多个X2连接的情况下，告警事件需在每一条X2连接分别上报。%请判断对错，并说明原因',null,'错误，告警事件可任选一条X2连接上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:11',null,null
'JY接口统计功能','JY接口统计功能不能记录BKMB，只能记录消息数目，如一个时间段内列示MB的次数。请判断对错，并说明原因',null,'错误，统计只能记录接口接收发送消息的次数，不能记录具体消息类型。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:50',null,null
'X2建立','请简述X2建立认证的过程。',null,'见标准7.3.1.1','bigtext',null,'0','1',null,'1','2018-06-11 18:22:17',null,null
'X3定时器','请简述X3接口定时器Tx3-retry的作用',null,'见标准7.4.1.3','bigtext',null,'0','1',null,'1','2018-06-11 18:22:41',null,null
'X1建立','LIC发起的X1接口连接建立请求消息中，都携带哪些认证参数。',null,'LIC标识、EPC网元标识、认证字段（由KI、PASSWORD、SQN经MD5算法计算的结果）、SQN组号、RAND','bigtext',null,'0','1',null,'1','2018-06-11 18:23:13',null,null
'跟踪区更新','请简述在什么场景下，网元需要上报跟踪区跟新事件。',null,'见标准8.2.2.4.5','bigtext',null,'0','1',null,'1','2018-06-11 18:23:36',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'心跳事件','心跳检测流程用于在JY信息中心和网元之间检查X1接口的连接是否正常。%请判断对错，并说明原因',null,'错误，X1接口为短连接，无心跳检测流程。','bigtext',null,'0','1',null,'1','2018-06-11 18:15:27',null,null
'呼叫子序列号','呼叫子序列号（CallsubserialNo）在一次活动过程中顺序递增，可以从0开始，也可以从1开始。%请判断对错，并说明原因',null,'错误，呼叫子序列号（CallsubserialNo）必须从0开始排序。','bigtext',null,'0','1',null,'1','2018-06-11 18:16:16',null,null
'号码格式','X1接口的MB标识、MSISDN号码以及X2接口活动事件消息头中的MSISDN号码，如果是E.164号码时，其格式必须是国际有效号码。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:16:45',null,null
'事件上报','X2接口完成活动事件（包括分组数据相关事件，分组数据无关事件）上报，X1接口完成告警上报。%请判断对错，并说明原因',null,'错误，X2接口完成告警上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:17:19',null,null
'关联标识','关联标识1用于关联HSGW和P-GW网元中产生的X2和X3消息，关联标识2用于关联S-GW和P-GW网元中产生的X2和X3消息，请判断对错，并说明原因',null,'错误，关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:18:09',null,null
'关联标识','关联标识1为P-GW分配的TEID-U+P-GW的用户面地址，关联标识2为ChargingID+P-GW的用户面地址。请判断对错，并说明原因%',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:18:33',null,null
'认证加密','为提高JT活动的保密性，防止JT活动的相关信息，BKMB的活动事件和通信内容被非法窃取，需要对X1，X2，X3接口的信息进行加密。请判断对错，并说明原因',null,'错误，X3接口支持加密。','bigtext',null,'0','1',null,'1','2018-06-11 18:19:27',null,null
'BKMB','BKMB可以是该EPC网络提供服务的所有用户，包括本地用户和漫游到本地的用户。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:20:03',null,null
'BKMB撤销','如果网元收到BKMB撤销请求消息，该用户正在使用业务，则应立即生效；如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应在本次业务活动事件结束后删除隧道。请判断对错，并说明原因%',null,'错误，如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应立即发送隧道删除请求。','bigtext',null,'0','1',null,'1','2018-06-11 18:20:33',null,null
'X2告警上报','网元与某个LIC间存在多个X2连接的情况下，告警事件需在每一条X2连接分别上报。%请判断对错，并说明原因',null,'错误，告警事件可任选一条X2连接上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:11',null,null
'JY接口统计功能','JY接口统计功能不能记录BKMB，只能记录消息数目，如一个时间段内列示MB的次数。请判断对错，并说明原因',null,'错误，统计只能记录接口接收发送消息的次数，不能记录具体消息类型。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:50',null,null
'X2建立','请简述X2建立认证的过程。',null,'见标准7.3.1.1','bigtext',null,'0','1',null,'1','2018-06-11 18:22:17',null,null
'X3定时器','请简述X3接口定时器Tx3-retry的作用',null,'见标准7.4.1.3','bigtext',null,'0','1',null,'1','2018-06-11 18:22:41',null,null
'X1建立','LIC发起的X1接口连接建立请求消息中，都携带哪些认证参数。',null,'LIC标识、EPC网元标识、认证字段（由KI、PASSWORD、SQN经MD5算法计算的结果）、SQN组号、RAND','bigtext',null,'0','1',null,'1','2018-06-11 18:23:13',null,null
'跟踪区更新','请简述在什么场景下，网元需要上报跟踪区跟新事件。',null,'见标准8.2.2.4.5','bigtext',null,'0','1',null,'1','2018-06-11 18:23:36',null,null
'JY接口维护管理','请简述JY接口维护权限共分几个等级，分别拥有的权限是什么。',null,'见标准11.2','bigtext',null,'0','1',null,'1','2018-06-11 18:24:13',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'心跳事件','心跳检测流程用于在JY信息中心和网元之间检查X1接口的连接是否正常。%请判断对错，并说明原因',null,'错误，X1接口为短连接，无心跳检测流程。','bigtext',null,'0','1',null,'1','2018-06-11 18:15:27',null,null
'呼叫子序列号','呼叫子序列号（CallsubserialNo）在一次活动过程中顺序递增，可以从0开始，也可以从1开始。%请判断对错，并说明原因',null,'错误，呼叫子序列号（CallsubserialNo）必须从0开始排序。','bigtext',null,'0','1',null,'1','2018-06-11 18:16:16',null,null
'号码格式','X1接口的MB标识、MSISDN号码以及X2接口活动事件消息头中的MSISDN号码，如果是E.164号码时，其格式必须是国际有效号码。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:16:45',null,null
'事件上报','X2接口完成活动事件（包括分组数据相关事件，分组数据无关事件）上报，X1接口完成告警上报。%请判断对错，并说明原因',null,'错误，X2接口完成告警上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:17:19',null,null
'关联标识','关联标识1用于关联HSGW和P-GW网元中产生的X2和X3消息，关联标识2用于关联S-GW和P-GW网元中产生的X2和X3消息，请判断对错，并说明原因',null,'错误，关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:18:09',null,null
'关联标识','关联标识1为P-GW分配的TEID-U+P-GW的用户面地址，关联标识2为ChargingID+P-GW的用户面地址。请判断对错，并说明原因%',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:18:33',null,null
'认证加密','为提高JT活动的保密性，防止JT活动的相关信息，BKMB的活动事件和通信内容被非法窃取，需要对X1，X2，X3接口的信息进行加密。请判断对错，并说明原因',null,'错误，X3接口支持加密。','bigtext',null,'0','1',null,'1','2018-06-11 18:19:27',null,null
'BKMB','BKMB可以是该EPC网络提供服务的所有用户，包括本地用户和漫游到本地的用户。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:20:03',null,null
'BKMB撤销','如果网元收到BKMB撤销请求消息，该用户正在使用业务，则应立即生效；如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应在本次业务活动事件结束后删除隧道。请判断对错，并说明原因%',null,'错误，如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应立即发送隧道删除请求。','bigtext',null,'0','1',null,'1','2018-06-11 18:20:33',null,null
'X2告警上报','网元与某个LIC间存在多个X2连接的情况下，告警事件需在每一条X2连接分别上报。%请判断对错，并说明原因',null,'错误，告警事件可任选一条X2连接上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:11',null,null
'JY接口统计功能','JY接口统计功能不能记录BKMB，只能记录消息数目，如一个时间段内列示MB的次数。请判断对错，并说明原因',null,'错误，统计只能记录接口接收发送消息的次数，不能记录具体消息类型。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:50',null,null
'X2建立','请简述X2建立认证的过程。',null,'见标准7.3.1.1','bigtext',null,'0','1',null,'1','2018-06-11 18:22:17',null,null
'X3定时器','请简述X3接口定时器Tx3-retry的作用',null,'见标准7.4.1.3','bigtext',null,'0','1',null,'1','2018-06-11 18:22:41',null,null
'X1建立','LIC发起的X1接口连接建立请求消息中，都携带哪些认证参数。',null,'LIC标识、EPC网元标识、认证字段（由KI、PASSWORD、SQN经MD5算法计算的结果）、SQN组号、RAND','bigtext',null,'0','1',null,'1','2018-06-11 18:23:13',null,null
'跟踪区更新','请简述在什么场景下，网元需要上报跟踪区跟新事件。',null,'见标准8.2.2.4.5','bigtext',null,'0','1',null,'1','2018-06-11 18:23:36',null,null
'JY接口维护管理','请简述JY接口维护权限共分几个等级，分别拥有的权限是什么。',null,'见标准11.2','bigtext',null,'0','1',null,'1','2018-06-11 18:24:13',null,null
'网元倒换','请简述网元板卡倒换后，网元应如何处理，包括BKMB，数据配置，上报事件内容。',null,'见标准14','bigtext',null,'0','1',null,'1','2018-06-11 18:24:37',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'心跳事件','心跳检测流程用于在JY信息中心和网元之间检查X1接口的连接是否正常。%请判断对错，并说明原因',null,'错误，X1接口为短连接，无心跳检测流程。','bigtext',null,'0','1',null,'1','2018-06-11 18:15:27',null,null
'呼叫子序列号','呼叫子序列号（CallsubserialNo）在一次活动过程中顺序递增，可以从0开始，也可以从1开始。%请判断对错，并说明原因',null,'错误，呼叫子序列号（CallsubserialNo）必须从0开始排序。','bigtext',null,'0','1',null,'1','2018-06-11 18:16:16',null,null
'号码格式','X1接口的MB标识、MSISDN号码以及X2接口活动事件消息头中的MSISDN号码，如果是E.164号码时，其格式必须是国际有效号码。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:16:45',null,null
'事件上报','X2接口完成活动事件（包括分组数据相关事件，分组数据无关事件）上报，X1接口完成告警上报。%请判断对错，并说明原因',null,'错误，X2接口完成告警上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:17:19',null,null
'关联标识','关联标识1用于关联HSGW和P-GW网元中产生的X2和X3消息，关联标识2用于关联S-GW和P-GW网元中产生的X2和X3消息，请判断对错，并说明原因',null,'错误，关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:18:09',null,null
'关联标识','关联标识1为P-GW分配的TEID-U+P-GW的用户面地址，关联标识2为ChargingID+P-GW的用户面地址。请判断对错，并说明原因%',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:18:33',null,null
'认证加密','为提高JT活动的保密性，防止JT活动的相关信息，BKMB的活动事件和通信内容被非法窃取，需要对X1，X2，X3接口的信息进行加密。请判断对错，并说明原因',null,'错误，X3接口支持加密。','bigtext',null,'0','1',null,'1','2018-06-11 18:19:27',null,null
'BKMB','BKMB可以是该EPC网络提供服务的所有用户，包括本地用户和漫游到本地的用户。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:20:03',null,null
'BKMB撤销','如果网元收到BKMB撤销请求消息，该用户正在使用业务，则应立即生效；如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应在本次业务活动事件结束后删除隧道。请判断对错，并说明原因%',null,'错误，如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应立即发送隧道删除请求。','bigtext',null,'0','1',null,'1','2018-06-11 18:20:33',null,null
'X2告警上报','网元与某个LIC间存在多个X2连接的情况下，告警事件需在每一条X2连接分别上报。%请判断对错，并说明原因',null,'错误，告警事件可任选一条X2连接上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:11',null,null
'JY接口统计功能','JY接口统计功能不能记录BKMB，只能记录消息数目，如一个时间段内列示MB的次数。请判断对错，并说明原因',null,'错误，统计只能记录接口接收发送消息的次数，不能记录具体消息类型。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:50',null,null
'X2建立','请简述X2建立认证的过程。',null,'见标准7.3.1.1','bigtext',null,'0','1',null,'1','2018-06-11 18:22:17',null,null
'X3定时器','请简述X3接口定时器Tx3-retry的作用',null,'见标准7.4.1.3','bigtext',null,'0','1',null,'1','2018-06-11 18:22:41',null,null
'X1建立','LIC发起的X1接口连接建立请求消息中，都携带哪些认证参数。',null,'LIC标识、EPC网元标识、认证字段（由KI、PASSWORD、SQN经MD5算法计算的结果）、SQN组号、RAND','bigtext',null,'0','1',null,'1','2018-06-11 18:23:13',null,null
'跟踪区更新','请简述在什么场景下，网元需要上报跟踪区跟新事件。',null,'见标准8.2.2.4.5','bigtext',null,'0','1',null,'1','2018-06-11 18:23:36',null,null
'JY接口维护管理','请简述JY接口维护权限共分几个等级，分别拥有的权限是什么。',null,'见标准11.2','bigtext',null,'0','1',null,'1','2018-06-11 18:24:13',null,null
'网元倒换','请简述网元板卡倒换后，网元应如何处理，包括BKMB，数据配置，上报事件内容。',null,'见标准14','bigtext',null,'0','1',null,'1','2018-06-11 18:24:37',null,null
'网元重启','请简述网元重启后，网元应如何处理，包括BKMB，数据配置，上报事件内容。',null,'见标准14','bigtext',null,'0','1',null,'1','2018-06-11 18:24:59',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'心跳事件','心跳检测流程用于在JY信息中心和网元之间检查X1接口的连接是否正常。%请判断对错，并说明原因',null,'错误，X1接口为短连接，无心跳检测流程。','bigtext',null,'0','1',null,'1','2018-06-11 18:15:27',null,null
'呼叫子序列号','呼叫子序列号（CallsubserialNo）在一次活动过程中顺序递增，可以从0开始，也可以从1开始。%请判断对错，并说明原因',null,'错误，呼叫子序列号（CallsubserialNo）必须从0开始排序。','bigtext',null,'0','1',null,'1','2018-06-11 18:16:16',null,null
'号码格式','X1接口的MB标识、MSISDN号码以及X2接口活动事件消息头中的MSISDN号码，如果是E.164号码时，其格式必须是国际有效号码。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:16:45',null,null
'事件上报','X2接口完成活动事件（包括分组数据相关事件，分组数据无关事件）上报，X1接口完成告警上报。%请判断对错，并说明原因',null,'错误，X2接口完成告警上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:17:19',null,null
'关联标识','关联标识1用于关联HSGW和P-GW网元中产生的X2和X3消息，关联标识2用于关联S-GW和P-GW网元中产生的X2和X3消息，请判断对错，并说明原因',null,'错误，关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:18:09',null,null
'关联标识','关联标识1为P-GW分配的TEID-U+P-GW的用户面地址，关联标识2为ChargingID+P-GW的用户面地址。请判断对错，并说明原因%',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:18:33',null,null
'认证加密','为提高JT活动的保密性，防止JT活动的相关信息，BKMB的活动事件和通信内容被非法窃取，需要对X1，X2，X3接口的信息进行加密。请判断对错，并说明原因',null,'错误，X3接口支持加密。','bigtext',null,'0','1',null,'1','2018-06-11 18:19:27',null,null
'BKMB','BKMB可以是该EPC网络提供服务的所有用户，包括本地用户和漫游到本地的用户。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:20:03',null,null
'BKMB撤销','如果网元收到BKMB撤销请求消息，该用户正在使用业务，则应立即生效；如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应在本次业务活动事件结束后删除隧道。请判断对错，并说明原因%',null,'错误，如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应立即发送隧道删除请求。','bigtext',null,'0','1',null,'1','2018-06-11 18:20:33',null,null
'X2告警上报','网元与某个LIC间存在多个X2连接的情况下，告警事件需在每一条X2连接分别上报。%请判断对错，并说明原因',null,'错误，告警事件可任选一条X2连接上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:11',null,null
'JY接口统计功能','JY接口统计功能不能记录BKMB，只能记录消息数目，如一个时间段内列示MB的次数。请判断对错，并说明原因',null,'错误，统计只能记录接口接收发送消息的次数，不能记录具体消息类型。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:50',null,null
'X2建立','请简述X2建立认证的过程。',null,'见标准7.3.1.1','bigtext',null,'0','1',null,'1','2018-06-11 18:22:17',null,null
'X3定时器','请简述X3接口定时器Tx3-retry的作用',null,'见标准7.4.1.3','bigtext',null,'0','1',null,'1','2018-06-11 18:22:41',null,null
'X1建立','LIC发起的X1接口连接建立请求消息中，都携带哪些认证参数。',null,'LIC标识、EPC网元标识、认证字段（由KI、PASSWORD、SQN经MD5算法计算的结果）、SQN组号、RAND','bigtext',null,'0','1',null,'1','2018-06-11 18:23:13',null,null
'跟踪区更新','请简述在什么场景下，网元需要上报跟踪区跟新事件。',null,'见标准8.2.2.4.5','bigtext',null,'0','1',null,'1','2018-06-11 18:23:36',null,null
'JY接口维护管理','请简述JY接口维护权限共分几个等级，分别拥有的权限是什么。',null,'见标准11.2','bigtext',null,'0','1',null,'1','2018-06-11 18:24:13',null,null
'网元倒换','请简述网元板卡倒换后，网元应如何处理，包括BKMB，数据配置，上报事件内容。',null,'见标准14','bigtext',null,'0','1',null,'1','2018-06-11 18:24:37',null,null
'网元重启','请简述网元重启后，网元应如何处理，包括BKMB，数据配置，上报事件内容。',null,'见标准14','bigtext',null,'0','1',null,'1','2018-06-11 18:24:59',null,null
'关联标识','请简述关联标识1和关联标识2的作用',null,'关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:25:24',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'心跳事件','心跳检测流程用于在JY信息中心和网元之间检查X1接口的连接是否正常。%请判断对错，并说明原因',null,'错误，X1接口为短连接，无心跳检测流程。','bigtext',null,'0','1',null,'1','2018-06-11 18:15:27',null,null
'呼叫子序列号','呼叫子序列号（CallsubserialNo）在一次活动过程中顺序递增，可以从0开始，也可以从1开始。%请判断对错，并说明原因',null,'错误，呼叫子序列号（CallsubserialNo）必须从0开始排序。','bigtext',null,'0','1',null,'1','2018-06-11 18:16:16',null,null
'号码格式','X1接口的MB标识、MSISDN号码以及X2接口活动事件消息头中的MSISDN号码，如果是E.164号码时，其格式必须是国际有效号码。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:16:45',null,null
'事件上报','X2接口完成活动事件（包括分组数据相关事件，分组数据无关事件）上报，X1接口完成告警上报。%请判断对错，并说明原因',null,'错误，X2接口完成告警上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:17:19',null,null
'关联标识','关联标识1用于关联HSGW和P-GW网元中产生的X2和X3消息，关联标识2用于关联S-GW和P-GW网元中产生的X2和X3消息，请判断对错，并说明原因',null,'错误，关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:18:09',null,null
'关联标识','关联标识1为P-GW分配的TEID-U+P-GW的用户面地址，关联标识2为ChargingID+P-GW的用户面地址。请判断对错，并说明原因%',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:18:33',null,null
'认证加密','为提高JT活动的保密性，防止JT活动的相关信息，BKMB的活动事件和通信内容被非法窃取，需要对X1，X2，X3接口的信息进行加密。请判断对错，并说明原因',null,'错误，X3接口支持加密。','bigtext',null,'0','1',null,'1','2018-06-11 18:19:27',null,null
'BKMB','BKMB可以是该EPC网络提供服务的所有用户，包括本地用户和漫游到本地的用户。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:20:03',null,null
'BKMB撤销','如果网元收到BKMB撤销请求消息，该用户正在使用业务，则应立即生效；如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应在本次业务活动事件结束后删除隧道。请判断对错，并说明原因%',null,'错误，如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应立即发送隧道删除请求。','bigtext',null,'0','1',null,'1','2018-06-11 18:20:33',null,null
'X2告警上报','网元与某个LIC间存在多个X2连接的情况下，告警事件需在每一条X2连接分别上报。%请判断对错，并说明原因',null,'错误，告警事件可任选一条X2连接上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:11',null,null
'JY接口统计功能','JY接口统计功能不能记录BKMB，只能记录消息数目，如一个时间段内列示MB的次数。请判断对错，并说明原因',null,'错误，统计只能记录接口接收发送消息的次数，不能记录具体消息类型。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:50',null,null
'X2建立','请简述X2建立认证的过程。',null,'见标准7.3.1.1','bigtext',null,'0','1',null,'1','2018-06-11 18:22:17',null,null
'X3定时器','请简述X3接口定时器Tx3-retry的作用',null,'见标准7.4.1.3','bigtext',null,'0','1',null,'1','2018-06-11 18:22:41',null,null
'X1建立','LIC发起的X1接口连接建立请求消息中，都携带哪些认证参数。',null,'LIC标识、EPC网元标识、认证字段（由KI、PASSWORD、SQN经MD5算法计算的结果）、SQN组号、RAND','bigtext',null,'0','1',null,'1','2018-06-11 18:23:13',null,null
'跟踪区更新','请简述在什么场景下，网元需要上报跟踪区跟新事件。',null,'见标准8.2.2.4.5','bigtext',null,'0','1',null,'1','2018-06-11 18:23:36',null,null
'JY接口维护管理','请简述JY接口维护权限共分几个等级，分别拥有的权限是什么。',null,'见标准11.2','bigtext',null,'0','1',null,'1','2018-06-11 18:24:13',null,null
'网元倒换','请简述网元板卡倒换后，网元应如何处理，包括BKMB，数据配置，上报事件内容。',null,'见标准14','bigtext',null,'0','1',null,'1','2018-06-11 18:24:37',null,null
'网元重启','请简述网元重启后，网元应如何处理，包括BKMB，数据配置，上报事件内容。',null,'见标准14','bigtext',null,'0','1',null,'1','2018-06-11 18:24:59',null,null
'关联标识','请简述关联标识1和关联标识2的作用',null,'关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:25:24',null,null
'多个MB BK','请简述多个用户BK时，网元应如何输出事件和内容。',null,'多个MB同时BK时，所输出的事件和内容，应与各个BK MB单独BK时输出的事件和内容相同。%','bigtext',null,'0','1',null,'1','2018-06-11 18:25:53',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'心跳事件','心跳检测流程用于在JY信息中心和网元之间检查X1接口的连接是否正常。%请判断对错，并说明原因',null,'错误，X1接口为短连接，无心跳检测流程。','bigtext',null,'0','1',null,'1','2018-06-11 18:15:27',null,null
'呼叫子序列号','呼叫子序列号（CallsubserialNo）在一次活动过程中顺序递增，可以从0开始，也可以从1开始。%请判断对错，并说明原因',null,'错误，呼叫子序列号（CallsubserialNo）必须从0开始排序。','bigtext',null,'0','1',null,'1','2018-06-11 18:16:16',null,null
'号码格式','X1接口的MB标识、MSISDN号码以及X2接口活动事件消息头中的MSISDN号码，如果是E.164号码时，其格式必须是国际有效号码。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:16:45',null,null
'事件上报','X2接口完成活动事件（包括分组数据相关事件，分组数据无关事件）上报，X1接口完成告警上报。%请判断对错，并说明原因',null,'错误，X2接口完成告警上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:17:19',null,null
'关联标识','关联标识1用于关联HSGW和P-GW网元中产生的X2和X3消息，关联标识2用于关联S-GW和P-GW网元中产生的X2和X3消息，请判断对错，并说明原因',null,'错误，关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:18:09',null,null
'关联标识','关联标识1为P-GW分配的TEID-U+P-GW的用户面地址，关联标识2为ChargingID+P-GW的用户面地址。请判断对错，并说明原因%',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:18:33',null,null
'认证加密','为提高JT活动的保密性，防止JT活动的相关信息，BKMB的活动事件和通信内容被非法窃取，需要对X1，X2，X3接口的信息进行加密。请判断对错，并说明原因',null,'错误，X3接口支持加密。','bigtext',null,'0','1',null,'1','2018-06-11 18:19:27',null,null
'BKMB','BKMB可以是该EPC网络提供服务的所有用户，包括本地用户和漫游到本地的用户。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:20:03',null,null
'BKMB撤销','如果网元收到BKMB撤销请求消息，该用户正在使用业务，则应立即生效；如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应在本次业务活动事件结束后删除隧道。请判断对错，并说明原因%',null,'错误，如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应立即发送隧道删除请求。','bigtext',null,'0','1',null,'1','2018-06-11 18:20:33',null,null
'X2告警上报','网元与某个LIC间存在多个X2连接的情况下，告警事件需在每一条X2连接分别上报。%请判断对错，并说明原因',null,'错误，告警事件可任选一条X2连接上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:11',null,null
'JY接口统计功能','JY接口统计功能不能记录BKMB，只能记录消息数目，如一个时间段内列示MB的次数。请判断对错，并说明原因',null,'错误，统计只能记录接口接收发送消息的次数，不能记录具体消息类型。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:50',null,null
'X2建立','请简述X2建立认证的过程。',null,'见标准7.3.1.1','bigtext',null,'0','1',null,'1','2018-06-11 18:22:17',null,null
'X3定时器','请简述X3接口定时器Tx3-retry的作用',null,'见标准7.4.1.3','bigtext',null,'0','1',null,'1','2018-06-11 18:22:41',null,null
'X1建立','LIC发起的X1接口连接建立请求消息中，都携带哪些认证参数。',null,'LIC标识、EPC网元标识、认证字段（由KI、PASSWORD、SQN经MD5算法计算的结果）、SQN组号、RAND','bigtext',null,'0','1',null,'1','2018-06-11 18:23:13',null,null
'跟踪区更新','请简述在什么场景下，网元需要上报跟踪区跟新事件。',null,'见标准8.2.2.4.5','bigtext',null,'0','1',null,'1','2018-06-11 18:23:36',null,null
'JY接口维护管理','请简述JY接口维护权限共分几个等级，分别拥有的权限是什么。',null,'见标准11.2','bigtext',null,'0','1',null,'1','2018-06-11 18:24:13',null,null
'网元倒换','请简述网元板卡倒换后，网元应如何处理，包括BKMB，数据配置，上报事件内容。',null,'见标准14','bigtext',null,'0','1',null,'1','2018-06-11 18:24:37',null,null
'网元重启','请简述网元重启后，网元应如何处理，包括BKMB，数据配置，上报事件内容。',null,'见标准14','bigtext',null,'0','1',null,'1','2018-06-11 18:24:59',null,null
'关联标识','请简述关联标识1和关联标识2的作用',null,'关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:25:24',null,null
'多个MB BK','请简述多个用户BK时，网元应如何输出事件和内容。',null,'多个MB同时BK时，所输出的事件和内容，应与各个BK MB单独BK时输出的事件和内容相同。%','bigtext',null,'0','1',null,'1','2018-06-11 18:25:53',null,null
'接口定时器','请简述X2接口都有哪些定时器，其作用是什么。',null,'见标准 7.1.2.2','bigtext',null,'0','1',null,'1','2018-06-11 18:26:23',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'心跳事件','心跳检测流程用于在JY信息中心和网元之间检查X1接口的连接是否正常。%请判断对错，并说明原因',null,'错误，X1接口为短连接，无心跳检测流程。','bigtext',null,'0','1',null,'1','2018-06-11 18:15:27',null,null
'呼叫子序列号','呼叫子序列号（CallsubserialNo）在一次活动过程中顺序递增，可以从0开始，也可以从1开始。%请判断对错，并说明原因',null,'错误，呼叫子序列号（CallsubserialNo）必须从0开始排序。','bigtext',null,'0','1',null,'1','2018-06-11 18:16:16',null,null
'号码格式','X1接口的MB标识、MSISDN号码以及X2接口活动事件消息头中的MSISDN号码，如果是E.164号码时，其格式必须是国际有效号码。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:16:45',null,null
'事件上报','X2接口完成活动事件（包括分组数据相关事件，分组数据无关事件）上报，X1接口完成告警上报。%请判断对错，并说明原因',null,'错误，X2接口完成告警上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:17:19',null,null
'关联标识','关联标识1用于关联HSGW和P-GW网元中产生的X2和X3消息，关联标识2用于关联S-GW和P-GW网元中产生的X2和X3消息，请判断对错，并说明原因',null,'错误，关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:18:09',null,null
'关联标识','关联标识1为P-GW分配的TEID-U+P-GW的用户面地址，关联标识2为ChargingID+P-GW的用户面地址。请判断对错，并说明原因%',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:18:33',null,null
'认证加密','为提高JT活动的保密性，防止JT活动的相关信息，BKMB的活动事件和通信内容被非法窃取，需要对X1，X2，X3接口的信息进行加密。请判断对错，并说明原因',null,'错误，X3接口支持加密。','bigtext',null,'0','1',null,'1','2018-06-11 18:19:27',null,null
'BKMB','BKMB可以是该EPC网络提供服务的所有用户，包括本地用户和漫游到本地的用户。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:20:03',null,null
'BKMB撤销','如果网元收到BKMB撤销请求消息，该用户正在使用业务，则应立即生效；如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应在本次业务活动事件结束后删除隧道。请判断对错，并说明原因%',null,'错误，如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应立即发送隧道删除请求。','bigtext',null,'0','1',null,'1','2018-06-11 18:20:33',null,null
'X2告警上报','网元与某个LIC间存在多个X2连接的情况下，告警事件需在每一条X2连接分别上报。%请判断对错，并说明原因',null,'错误，告警事件可任选一条X2连接上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:11',null,null
'JY接口统计功能','JY接口统计功能不能记录BKMB，只能记录消息数目，如一个时间段内列示MB的次数。请判断对错，并说明原因',null,'错误，统计只能记录接口接收发送消息的次数，不能记录具体消息类型。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:50',null,null
'X2建立','请简述X2建立认证的过程。',null,'见标准7.3.1.1','bigtext',null,'0','1',null,'1','2018-06-11 18:22:17',null,null
'X3定时器','请简述X3接口定时器Tx3-retry的作用',null,'见标准7.4.1.3','bigtext',null,'0','1',null,'1','2018-06-11 18:22:41',null,null
'X1建立','LIC发起的X1接口连接建立请求消息中，都携带哪些认证参数。',null,'LIC标识、EPC网元标识、认证字段（由KI、PASSWORD、SQN经MD5算法计算的结果）、SQN组号、RAND','bigtext',null,'0','1',null,'1','2018-06-11 18:23:13',null,null
'跟踪区更新','请简述在什么场景下，网元需要上报跟踪区跟新事件。',null,'见标准8.2.2.4.5','bigtext',null,'0','1',null,'1','2018-06-11 18:23:36',null,null
'JY接口维护管理','请简述JY接口维护权限共分几个等级，分别拥有的权限是什么。',null,'见标准11.2','bigtext',null,'0','1',null,'1','2018-06-11 18:24:13',null,null
'网元倒换','请简述网元板卡倒换后，网元应如何处理，包括BKMB，数据配置，上报事件内容。',null,'见标准14','bigtext',null,'0','1',null,'1','2018-06-11 18:24:37',null,null
'网元重启','请简述网元重启后，网元应如何处理，包括BKMB，数据配置，上报事件内容。',null,'见标准14','bigtext',null,'0','1',null,'1','2018-06-11 18:24:59',null,null
'关联标识','请简述关联标识1和关联标识2的作用',null,'关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:25:24',null,null
'多个MB BK','请简述多个用户BK时，网元应如何输出事件和内容。',null,'多个MB同时BK时，所输出的事件和内容，应与各个BK MB单独BK时输出的事件和内容相同。%','bigtext',null,'0','1',null,'1','2018-06-11 18:25:53',null,null
'接口定时器','请简述X2接口都有哪些定时器，其作用是什么。',null,'见标准 7.1.2.2','bigtext',null,'0','1',null,'1','2018-06-11 18:26:23',null,null
'X3接口负荷满','请简述当所有的X3连接都满负荷，网元应如何处理。',null,'网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止。','bigtext',null,'0','1',null,'1','2018-06-11 18:26:44',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'心跳事件','心跳检测流程用于在JY信息中心和网元之间检查X1接口的连接是否正常。%请判断对错，并说明原因',null,'错误，X1接口为短连接，无心跳检测流程。','bigtext',null,'0','1',null,'1','2018-06-11 18:15:27',null,null
'呼叫子序列号','呼叫子序列号（CallsubserialNo）在一次活动过程中顺序递增，可以从0开始，也可以从1开始。%请判断对错，并说明原因',null,'错误，呼叫子序列号（CallsubserialNo）必须从0开始排序。','bigtext',null,'0','1',null,'1','2018-06-11 18:16:16',null,null
'号码格式','X1接口的MB标识、MSISDN号码以及X2接口活动事件消息头中的MSISDN号码，如果是E.164号码时，其格式必须是国际有效号码。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:16:45',null,null
'事件上报','X2接口完成活动事件（包括分组数据相关事件，分组数据无关事件）上报，X1接口完成告警上报。%请判断对错，并说明原因',null,'错误，X2接口完成告警上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:17:19',null,null
'关联标识','关联标识1用于关联HSGW和P-GW网元中产生的X2和X3消息，关联标识2用于关联S-GW和P-GW网元中产生的X2和X3消息，请判断对错，并说明原因',null,'错误，关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:18:09',null,null
'关联标识','关联标识1为P-GW分配的TEID-U+P-GW的用户面地址，关联标识2为ChargingID+P-GW的用户面地址。请判断对错，并说明原因%',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:18:33',null,null
'认证加密','为提高JT活动的保密性，防止JT活动的相关信息，BKMB的活动事件和通信内容被非法窃取，需要对X1，X2，X3接口的信息进行加密。请判断对错，并说明原因',null,'错误，X3接口支持加密。','bigtext',null,'0','1',null,'1','2018-06-11 18:19:27',null,null
'BKMB','BKMB可以是该EPC网络提供服务的所有用户，包括本地用户和漫游到本地的用户。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:20:03',null,null
'BKMB撤销','如果网元收到BKMB撤销请求消息，该用户正在使用业务，则应立即生效；如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应在本次业务活动事件结束后删除隧道。请判断对错，并说明原因%',null,'错误，如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应立即发送隧道删除请求。','bigtext',null,'0','1',null,'1','2018-06-11 18:20:33',null,null
'X2告警上报','网元与某个LIC间存在多个X2连接的情况下，告警事件需在每一条X2连接分别上报。%请判断对错，并说明原因',null,'错误，告警事件可任选一条X2连接上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:11',null,null
'JY接口统计功能','JY接口统计功能不能记录BKMB，只能记录消息数目，如一个时间段内列示MB的次数。请判断对错，并说明原因',null,'错误，统计只能记录接口接收发送消息的次数，不能记录具体消息类型。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:50',null,null
'X2建立','请简述X2建立认证的过程。',null,'见标准7.3.1.1','bigtext',null,'0','1',null,'1','2018-06-11 18:22:17',null,null
'X3定时器','请简述X3接口定时器Tx3-retry的作用',null,'见标准7.4.1.3','bigtext',null,'0','1',null,'1','2018-06-11 18:22:41',null,null
'X1建立','LIC发起的X1接口连接建立请求消息中，都携带哪些认证参数。',null,'LIC标识、EPC网元标识、认证字段（由KI、PASSWORD、SQN经MD5算法计算的结果）、SQN组号、RAND','bigtext',null,'0','1',null,'1','2018-06-11 18:23:13',null,null
'跟踪区更新','请简述在什么场景下，网元需要上报跟踪区跟新事件。',null,'见标准8.2.2.4.5','bigtext',null,'0','1',null,'1','2018-06-11 18:23:36',null,null
'JY接口维护管理','请简述JY接口维护权限共分几个等级，分别拥有的权限是什么。',null,'见标准11.2','bigtext',null,'0','1',null,'1','2018-06-11 18:24:13',null,null
'网元倒换','请简述网元板卡倒换后，网元应如何处理，包括BKMB，数据配置，上报事件内容。',null,'见标准14','bigtext',null,'0','1',null,'1','2018-06-11 18:24:37',null,null
'网元重启','请简述网元重启后，网元应如何处理，包括BKMB，数据配置，上报事件内容。',null,'见标准14','bigtext',null,'0','1',null,'1','2018-06-11 18:24:59',null,null
'关联标识','请简述关联标识1和关联标识2的作用',null,'关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:25:24',null,null
'多个MB BK','请简述多个用户BK时，网元应如何输出事件和内容。',null,'多个MB同时BK时，所输出的事件和内容，应与各个BK MB单独BK时输出的事件和内容相同。%','bigtext',null,'0','1',null,'1','2018-06-11 18:25:53',null,null
'接口定时器','请简述X2接口都有哪些定时器，其作用是什么。',null,'见标准 7.1.2.2','bigtext',null,'0','1',null,'1','2018-06-11 18:26:23',null,null
'X3接口负荷满','请简述当所有的X3连接都满负荷，网元应如何处理。',null,'网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止。','bigtext',null,'0','1',null,'1','2018-06-11 18:26:44',null,null
'网元合设JY接口处理方式','请简述当P-GW与GGSN合设，以及当S-GW与P-GW合设时，对JY接口的要求。',null,'对于P-GW与GGSN合设，并支持2/3G、E-UTRAN接入时，要求只支持一个JY接口，即P-GW的JY接口；对于S-GW与P-GW合设时，要求网元能同时提供两个JY接口，即S-GW JY接口和P-GW JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:27:11',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'心跳事件','心跳检测流程用于在JY信息中心和网元之间检查X1接口的连接是否正常。%请判断对错，并说明原因',null,'错误，X1接口为短连接，无心跳检测流程。','bigtext',null,'0','1',null,'1','2018-06-11 18:15:27',null,null
'呼叫子序列号','呼叫子序列号（CallsubserialNo）在一次活动过程中顺序递增，可以从0开始，也可以从1开始。%请判断对错，并说明原因',null,'错误，呼叫子序列号（CallsubserialNo）必须从0开始排序。','bigtext',null,'0','1',null,'1','2018-06-11 18:16:16',null,null
'号码格式','X1接口的MB标识、MSISDN号码以及X2接口活动事件消息头中的MSISDN号码，如果是E.164号码时，其格式必须是国际有效号码。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:16:45',null,null
'事件上报','X2接口完成活动事件（包括分组数据相关事件，分组数据无关事件）上报，X1接口完成告警上报。%请判断对错，并说明原因',null,'错误，X2接口完成告警上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:17:19',null,null
'关联标识','关联标识1用于关联HSGW和P-GW网元中产生的X2和X3消息，关联标识2用于关联S-GW和P-GW网元中产生的X2和X3消息，请判断对错，并说明原因',null,'错误，关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:18:09',null,null
'关联标识','关联标识1为P-GW分配的TEID-U+P-GW的用户面地址，关联标识2为ChargingID+P-GW的用户面地址。请判断对错，并说明原因%',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:18:33',null,null
'认证加密','为提高JT活动的保密性，防止JT活动的相关信息，BKMB的活动事件和通信内容被非法窃取，需要对X1，X2，X3接口的信息进行加密。请判断对错，并说明原因',null,'错误，X3接口支持加密。','bigtext',null,'0','1',null,'1','2018-06-11 18:19:27',null,null
'BKMB','BKMB可以是该EPC网络提供服务的所有用户，包括本地用户和漫游到本地的用户。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:20:03',null,null
'BKMB撤销','如果网元收到BKMB撤销请求消息，该用户正在使用业务，则应立即生效；如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应在本次业务活动事件结束后删除隧道。请判断对错，并说明原因%',null,'错误，如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应立即发送隧道删除请求。','bigtext',null,'0','1',null,'1','2018-06-11 18:20:33',null,null
'X2告警上报','网元与某个LIC间存在多个X2连接的情况下，告警事件需在每一条X2连接分别上报。%请判断对错，并说明原因',null,'错误，告警事件可任选一条X2连接上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:11',null,null
'JY接口统计功能','JY接口统计功能不能记录BKMB，只能记录消息数目，如一个时间段内列示MB的次数。请判断对错，并说明原因',null,'错误，统计只能记录接口接收发送消息的次数，不能记录具体消息类型。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:50',null,null
'X2建立','请简述X2建立认证的过程。',null,'见标准7.3.1.1','bigtext',null,'0','1',null,'1','2018-06-11 18:22:17',null,null
'X3定时器','请简述X3接口定时器Tx3-retry的作用',null,'见标准7.4.1.3','bigtext',null,'0','1',null,'1','2018-06-11 18:22:41',null,null
'X1建立','LIC发起的X1接口连接建立请求消息中，都携带哪些认证参数。',null,'LIC标识、EPC网元标识、认证字段（由KI、PASSWORD、SQN经MD5算法计算的结果）、SQN组号、RAND','bigtext',null,'0','1',null,'1','2018-06-11 18:23:13',null,null
'跟踪区更新','请简述在什么场景下，网元需要上报跟踪区跟新事件。',null,'见标准8.2.2.4.5','bigtext',null,'0','1',null,'1','2018-06-11 18:23:36',null,null
'JY接口维护管理','请简述JY接口维护权限共分几个等级，分别拥有的权限是什么。',null,'见标准11.2','bigtext',null,'0','1',null,'1','2018-06-11 18:24:13',null,null
'网元倒换','请简述网元板卡倒换后，网元应如何处理，包括BKMB，数据配置，上报事件内容。',null,'见标准14','bigtext',null,'0','1',null,'1','2018-06-11 18:24:37',null,null
'网元重启','请简述网元重启后，网元应如何处理，包括BKMB，数据配置，上报事件内容。',null,'见标准14','bigtext',null,'0','1',null,'1','2018-06-11 18:24:59',null,null
'关联标识','请简述关联标识1和关联标识2的作用',null,'关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:25:24',null,null
'多个MB BK','请简述多个用户BK时，网元应如何输出事件和内容。',null,'多个MB同时BK时，所输出的事件和内容，应与各个BK MB单独BK时输出的事件和内容相同。%','bigtext',null,'0','1',null,'1','2018-06-11 18:25:53',null,null
'接口定时器','请简述X2接口都有哪些定时器，其作用是什么。',null,'见标准 7.1.2.2','bigtext',null,'0','1',null,'1','2018-06-11 18:26:23',null,null
'X3接口负荷满','请简述当所有的X3连接都满负荷，网元应如何处理。',null,'网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止。','bigtext',null,'0','1',null,'1','2018-06-11 18:26:44',null,null
'网元合设JY接口处理方式','请简述当P-GW与GGSN合设，以及当S-GW与P-GW合设时，对JY接口的要求。',null,'对于P-GW与GGSN合设，并支持2/3G、E-UTRAN接入时，要求只支持一个JY接口，即P-GW的JY接口；对于S-GW与P-GW合设时，要求网元能同时提供两个JY接口，即S-GW JY接口和P-GW JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:27:11',null,null
'JY接口协议','请简述X1、X2、X3接口的协议类型，并指出网元在接口对接时的角色（客户端\服务端）。%',null,'X1接口采用TCP/IP协议，网元作为服务端。X2、X3接口采用TCP\IP协议，网元作为客户端。','bigtext',null,'0','1',null,'1','2018-06-11 18:27:33',null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'跟踪区更新4G切换到3G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[2]<02>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(IMSI)]<01>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 15:59:55]<02 61 90 60 51 95 55>
事件内容=================(跟踪区更新):
最新位置(C):[Invalid]
原位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77778737]<64 f0 10 04 a2 cf 31>
新SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
旧SGSN地址(C)............[Invalid]
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec00493d]<64 f0 10 8f 01 50 ec 00 49 3d>','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载激活（缺省默认承载）','排错：
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[9]<09>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[0]<0000>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载激活)
关联标识1(C)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)............. .[Invalid]
无线接入类型(RAT)(M)..... ..[Invalid][eutran接入]<06>
PDN地址及地址分配方式(C)..[地址类型:ipv4;PDN_Addr:64 70 33 1e]<01 64 70 33 1e>
接入点名(M)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
承载类型(M)..............[默认承载]<00>
最新位置(C):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15> 
  taiList[C]........[Invalid]
  ecgi[C]........... ..[Invalid][460 11 181265970]<64 f0 11 0a cd e6 32>
承载激活失败原因(C)......[Invalid]
EPS承载标识(C)...........[5]<05>
协议配置选项(C)..........[Invalid]
发起方(M)................[终端发起]<01> 
过程事务标识(C)..........[Invalid]
链接的承载标识(C)........[Invalid]
业务流模板(C)............[Invalid]
切换标识(C)..............[NOYES]<001>
操作结果(M)..............[成功]<00>','——',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW/PGW网元MB信息查询','下面SGW/PGW网元回复的YHXX查询相应是否正确，请简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[imsi]<01>
MB标识(M).......[460301111111140]<64 30 10 11 11 11 41 f0>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8619911111140]<68 91 19 11 11 41 f0>
IMSI(C)...........[460301111111140]<64 30 10 11 11 11 41 f0>
IMEI(C)...........[865163023472080]<68 15 36 20 43 27 80 f0>
用户状态(C).......[(ecm_Connected)]<00>
位置更新时间(C)...[2017-05-15 08:54:05]<02 71 50 51 80 45 50>
附着时间(C).......[Invalid]
最新位置(C): 
 gummeid[C]......[Invalid]
  lai[C]..........[Invalid]
  lastVisitedTAI[C]....... .[Invalid].[MCC460 MNC30 TAC20007]<64 f0 03 4e 27 >
  taiList[C]......[Invalid]
  ecgi[C].........[460 30 4294902530]<64 f0 03 ff ff 03 02 >','————',null,'bigtext',null,'1',null,null,null,null,null,null
'跟踪区更新-3G切换到4G','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[5]<05>
呼叫序列号(C)............[Invalid]
呼叫子序列号(C)..........[Invalid]
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8618638910042]<68 81 36 98 01 40 f2>
IMSI(C)..................[460019913629318]<64 00 91 19 63 92 13 f8>
IMEI(C)..................[352204062019730]<53 22 40 60 02 91 37 f0>
事件发生时间(M)..........[2016-09-06 16:05:12]<02 61 90 60 61 50 21>
事件内容=================(跟踪区更新):
最新位置(C):
  gummeid[C]......[460 01 36609 80]<64 f0 10 8f 01 50>
  lai[C]............[460 01 47003]<64 f0 10 b7 9b>
  lastVisitedTAI[C].[MCC460 MNC01 TAC14235]<64 f0 10 37 9b>
  taiList[C]........[个数7 类型0 0246 0 4151]<06 20 64 f0 10 37 9b>
  ecgi[C]...........[460 01 77765681]<64 f0 10 04 a2 9c 31>
原位置(C):[Invalid]
新SGSN地址(C)............[Invalid]
旧SGSN地址(C)............[116.79.207.100]<74 4f cf 64>
TAU失败原因(C)...........[Invalid]
GUTI(C)..................[460 01 36609 80 ec38353d]<64 f0 10 8f 01 50 ec 38 35 3d>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'MME 用户附着','协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[1]<31>
事件序列号(M)............[74]<4a>
呼叫序列号(C)............[Invalid]    
呼叫子序列号(C)..........[Invalid]   
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:16]<02 61 90 82 01 14 61>
事件内容=================(附着):
最新位置(M):
  gummeid[C]......[460 11 21248 2]<64 f0 11 53 00 02>  
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[个数9 类型0 1046 0 4524 5548]<08 01 64 f0 11 ac 15 ac fb>
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32>
原MME/SGSN地址(C)........[Invalid]
附着失败原因(C)..........[Invalid]
附着类型(M)..............[eps和imsi联合附着]<02>
PDN类型(M)...............[IPv4&IPv6]<02>
接入点名(C)..............[Invalid]
协议配置选项(PCO)(C).....[ProType[0],ProList: 
 ID1[32801] ID-Len[16] Content[01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00] 
 ]<80 80 21 10 01 00 00 10 81 06 00 00 00 00 83 06 00 00 00 00 00 0d 00 00 03 00 00 0a 00 00 05 00 00 10 00>
默认承载标识(C)..........[5]<05>  
GUTI(C)..................[460 11 21248 2 f994ac27]<64 f0 11 53 00 02 f9 94 ac 27>
','--',null,'bigtext',null,'1',null,null,null,null,null,null
'SGW承载去激活','[ 10:44:12 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[13]<0d>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[4]<04>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:47:51]<02 61 90 82 01 74 15>
事件内容=================(承载去激活):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
承载类型(M)..............[默认承载]<00>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265969]<64 f0 11 0a cd e6 31>
 发起方(M)................[终端发起]<01> 
EPS承载标识(C)...........[5]<05>
过程事务标识(O)..........[Invalid]
去活原因(M)..............[Unknow]<10>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'1',null,null,null,null,null,null
'以下那个网元类型不在4G标准规定范围内','以下那个网元类型不在4G标准规定范围内','HSS;S-GW;PCRF;MME','PCRF','radio',null,'1','1',null,'1','2018-06-09 14:40:18',null,null
'GGSN的业务功能及JY接口功能由以下哪个网元统一提供','GGSN的业务功能及JY接口功能由以下哪个网元统一提供','HSS;S-GW;P-GW;MME','P-GW','radio',null,'1','1',null,'1','2018-06-07 17:46:26',null,null
'以下哪些业务场景会触发专有承载事件上报','以下哪些业务场景会触发专有承载事件上报','使用4G网络观看超清在线视频;使用4G网络通过P2P下载文件;使用4G网络发送彩信;在4G网络下拨打Volte电话','使用4G网络发送彩信;在4G网络下拨打Volte电话','checkbox',null,'0','1',null,'1','2018-06-11 17:45:02',null,null
'4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G标准规定范围内，以下哪些业务场景不会触发事件上报','4G用户使用Volte语音电话;4G用户使用文本短信息业务;4G用户关机;4G用户回落2/3G使用语音业务','4G用户使用文本短信息业务','radio',null,'0','1',null,'1','2018-06-11 16:59:16',null,null
'当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。','当MB用户信息变更时（如MSISDN,IMSI,IMEI），哪些网元是要上报日标信息变更事件。%','PCRF;SGSN;HSS;DRA','HSS','radio',null,'0','1',null,'1','2018-06-11 17:46:42',null,null
'业务事件上报','位置更新事件是以下哪些网元需要上报的业务事件。','HSS;MME;S-GW;PGW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:48:16',null,null
'JY接口连接数量','4G标准规定范围内，HSS至少应能够支持（）个LIC设备连接，网元使用（）网元ID与LIC连接。','1；一个;1；一个或多个;32；一个;32；一个或多个','32；一个或多个','radio',null,'0','1',null,'1','2018-06-11 17:49:16',null,null
'使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','使用网线接入仪表后，仪表网卡指示灯不亮，可能的原因有','网线故障;对端设备没有激活该网线接入的端口;仪表与对端设备的端口速率协商不一致;以上全部','以上全部','radio',null,'0','1',null,'1','2018-06-11 17:50:46',null,null
'X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','X1接口的连接，JY信息中心作为（）；X2接口的连接，JY信息中心作为（）。','客户端；客户端;客户端；服务端;服务端；客户端;服务端；服务端','客户端；服务端','radio',null,'0','1',null,'1','2018-06-11 17:51:51',null,null
'X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','X1接口的连接为（）；X2接口的连接为（）；X3接口的连接为（）。','长连接；短连接；短连接;短连接；短连接；长连接;短连接；长连接；长连接;短连接；长连接；短连接','短连接；长连接；长连接','radio',null,'0','1',null,'1','2018-06-11 17:52:52',null,null
'4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','4G标准规定范围内，MME,S-GW,P-GW应能够支持（）个LIC设备连接。','1;8;16;32','1','radio',null,'0','1',null,'1','2018-06-11 17:53:49',null,null
'以下哪个网元必须在事件中上报关联标识2.','以下哪个网元必须在事件中上报关联标识2.','HSS;MME;S-GW;P-GW','P-GW','radio',null,'0','1',null,'1','2018-06-11 17:54:46',null,null
'JY接口数量','4G标准规定范围内，网元与同一个LIC间允许提供（）个X1接口，（）个X2接口，且有（）个X1连接，（）个X2连接。%','1；1；1；1;1；1；1；8;8；8；8；8;1；8；8；32','1；1；1；8','radio',null,'0','1',null,'1','2018-06-11 17:56:23',null,null
'JY接口连接数量','4G标准规定范围内，网元与同一个LIC间的X3接口至少能够支持（）个X3服务端地址+端口，网元侧最多可以使用（）个X3客户端地址+端口与LIC连接。','8；8;16；16;8；32;16；32','16；32','radio',null,'0','1',null,'1','2018-06-11 17:57:55',null,null
'MB 号码 BK','在网元上BK用户的IMEI号码时，IMEI的号码长度应为（）位，若长度不匹配，网元应返回失败，失败原因为（）%','11；号码不存在;13；号码不存在;11；参数错误;15；参数错误','15；参数错误','radio',null,'0','1',null,'1','2018-06-11 17:58:56',null,null
'MB 号码 BK','在以下哪些网元上BK用户号码时，如BK用户未在网元上开户，则网元返回失败，失败原因为“用户不存在”。','HSS;MME;PCRF;S-GW','HSS','radio',null,'0','1',null,'1','2018-06-11 17:59:50',null,null
'X2建链失败','如果X2连接建立不成功，网元应每隔（）秒尝试一次连接，尝试三次失败后，（）。','5；向X2上报告警;30；向X2上报告警;5；网元侧产生告警;30；网元侧产生告警','30；网元侧产生告警','radio',null,'0','1',null,'1','2018-06-11 18:01:24',null,null
'X3建链失败','如果LIC在定时器（）超时前未回复隧道创建响应，则网元判定此次创建隧道失败，且网元需要重新尝试建立到LIC的隧道。重建3此不成功，则停止创建，并启动定时器（），该定时器超时后，如果用户的本次承载还在继续使用，则重新创建隧道。','Tx3-normal；Tx3-normal;Tx3-normal；Tx3-retry;Tx3-retry；Tx3-retry;Tx3-retry；Tx3-normal','Tx3-normal；Tx3-retry','radio',null,'0','1',null,'1','2018-06-11 18:03:57',null,null
'接口协议','4G标准内定义的X2，X2及X3接口均采用TCP/IP协议。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:04:43',null,null
'故障场景','当JY接口故障，网元无法向JY信息中心输出ZT信息时，JY接口不应对ZT信息进行转发，应在本地缓存，待JY接口故障恢复后将ZT信息重传，保证ZT信息的完整性。%请判断对错，并说明原因',null,'错误，JY接口不应对ZT信息进行缓存处理，重发或转发处理。','bigtext',null,'0','1',null,'1','2018-06-11 18:05:33',null,null
'BK号码类型','HSS、MME、S-GW和P-GW都应支持MSISDN、IMSI、IMEI三种标识类型。其中能否使用IMEIBK，取决于该网元是否获取了用户的IMEI信息。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:06:41',null,null
'故障场景','网元能够采用动态调整的方式进行负载分担，选择X3连接。例如一个MB的一次活动过程，应负载分担到已有的X3连接中，保证系统的负载均衡。%请判断对错，并说明原因',null,'错误，同一MB的一次活动过程，必须发送到同一个TCP连接上，除非出现隧道所在的X3连接故障或X3连接超出容量。','bigtext',null,'0','1',null,'1','2018-06-11 18:07:16',null,null
'故障场景','如果所有的X3连接都满负荷，网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止，方便JY信息中心的数据复原。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:11:12',null,null
'心跳事件','心跳检测流程用于在JY中心和网元之间检查X2接口的连接是否正常。%请判断对错，并说明原因',null,'正确。','bigtext',null,'0','1',null,'1','2018-06-11 18:11:50',null,null
'HSS BK','对于分布式HSS，需要查询BK号码是否在此HSS前端上，如果不在此前端，需要在HSS后端查询此号码所在的HSS前端，并在此号码存在的前端上BK。%请判断对错，并说明原因',null,'错误，在任何一个前端BK，都可以上报MB用户在用一个后端范围内的活动事件。','bigtext',null,'0','1',null,'1','2018-06-11 18:12:33',null,null
'HSS JY接口类型','如果HSS同时包含了IMS的HSS功能，需要将IMS的接口与4G的接口合一，统一向LIC提供一个JY接口。%请判断对错，并说明原因',null,'错误，可只提供一个JY接口，也可以分别提供两个JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:13:43',null,null
'仪表接口对接','在仪表接口对接时，应首先用网线将两端设备相连，观察仪表网口指示灯是否亮起，确保物理线路正常。%请判断对错，并说明原因',null,'错误，应先更改仪表上配置的IP地址，防止已配置的地址与现网地址冲突，导致现网故障。','bigtext',null,'0','1',null,'1','2018-06-11 18:14:20',null,null
'心跳事件','心跳检测流程用于在JY信息中心和网元之间检查X1接口的连接是否正常。%请判断对错，并说明原因',null,'错误，X1接口为短连接，无心跳检测流程。','bigtext',null,'0','1',null,'1','2018-06-11 18:15:27',null,null
'呼叫子序列号','呼叫子序列号（CallsubserialNo）在一次活动过程中顺序递增，可以从0开始，也可以从1开始。%请判断对错，并说明原因',null,'错误，呼叫子序列号（CallsubserialNo）必须从0开始排序。','bigtext',null,'0','1',null,'1','2018-06-11 18:16:16',null,null
'号码格式','X1接口的MB标识、MSISDN号码以及X2接口活动事件消息头中的MSISDN号码，如果是E.164号码时，其格式必须是国际有效号码。%请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:16:45',null,null
'事件上报','X2接口完成活动事件（包括分组数据相关事件，分组数据无关事件）上报，X1接口完成告警上报。%请判断对错，并说明原因',null,'错误，X2接口完成告警上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:17:19',null,null
'关联标识','关联标识1用于关联HSGW和P-GW网元中产生的X2和X3消息，关联标识2用于关联S-GW和P-GW网元中产生的X2和X3消息，请判断对错，并说明原因',null,'错误，关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:18:09',null,null
'关联标识','关联标识1为P-GW分配的TEID-U+P-GW的用户面地址，关联标识2为ChargingID+P-GW的用户面地址。请判断对错，并说明原因%',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:18:33',null,null
'认证加密','为提高JT活动的保密性，防止JT活动的相关信息，BKMB的活动事件和通信内容被非法窃取，需要对X1，X2，X3接口的信息进行加密。请判断对错，并说明原因',null,'错误，X3接口支持加密。','bigtext',null,'0','1',null,'1','2018-06-11 18:19:27',null,null
'BKMB','BKMB可以是该EPC网络提供服务的所有用户，包括本地用户和漫游到本地的用户。请判断对错，并说明原因',null,'正确','bigtext',null,'0','1',null,'1','2018-06-11 18:20:03',null,null
'BKMB撤销','如果网元收到BKMB撤销请求消息，该用户正在使用业务，则应立即生效；如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应在本次业务活动事件结束后删除隧道。请判断对错，并说明原因%',null,'错误，如果撤销MB前用户正在使用业务且X3接口被JK, X3接口应立即发送隧道删除请求。','bigtext',null,'0','1',null,'1','2018-06-11 18:20:33',null,null
'X2告警上报','网元与某个LIC间存在多个X2连接的情况下，告警事件需在每一条X2连接分别上报。%请判断对错，并说明原因',null,'错误，告警事件可任选一条X2连接上报。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:11',null,null
'JY接口统计功能','JY接口统计功能不能记录BKMB，只能记录消息数目，如一个时间段内列示MB的次数。请判断对错，并说明原因',null,'错误，统计只能记录接口接收发送消息的次数，不能记录具体消息类型。','bigtext',null,'0','1',null,'1','2018-06-11 18:21:50',null,null
'X2建立','请简述X2建立认证的过程。',null,'见标准7.3.1.1','bigtext',null,'0','1',null,'1','2018-06-11 18:22:17',null,null
'X3定时器','请简述X3接口定时器Tx3-retry的作用',null,'见标准7.4.1.3','bigtext',null,'0','1',null,'1','2018-06-11 18:22:41',null,null
'X1建立','LIC发起的X1接口连接建立请求消息中，都携带哪些认证参数。',null,'LIC标识、EPC网元标识、认证字段（由KI、PASSWORD、SQN经MD5算法计算的结果）、SQN组号、RAND','bigtext',null,'0','1',null,'1','2018-06-11 18:23:13',null,null
'跟踪区更新','请简述在什么场景下，网元需要上报跟踪区跟新事件。',null,'见标准8.2.2.4.5','bigtext',null,'0','1',null,'1','2018-06-11 18:23:36',null,null
'JY接口维护管理','请简述JY接口维护权限共分几个等级，分别拥有的权限是什么。',null,'见标准11.2','bigtext',null,'0','1',null,'1','2018-06-11 18:24:13',null,null
'网元倒换','请简述网元板卡倒换后，网元应如何处理，包括BKMB，数据配置，上报事件内容。',null,'见标准14','bigtext',null,'0','1',null,'1','2018-06-11 18:24:37',null,null
'网元重启','请简述网元重启后，网元应如何处理，包括BKMB，数据配置，上报事件内容。',null,'见标准14','bigtext',null,'0','1',null,'1','2018-06-11 18:24:59',null,null
'关联标识','请简述关联标识1和关联标识2的作用',null,'关联标识1用于关联S-GW和P-GW网元中产生的X2和X3消息，关联标识2用于关联HSGW和P-GW网元中产生的X2和X3消息。','bigtext',null,'0','1',null,'1','2018-06-11 18:25:24',null,null
'多个MB BK','请简述多个用户BK时，网元应如何输出事件和内容。',null,'多个MB同时BK时，所输出的事件和内容，应与各个BK MB单独BK时输出的事件和内容相同。%','bigtext',null,'0','1',null,'1','2018-06-11 18:25:53',null,null
'接口定时器','请简述X2接口都有哪些定时器，其作用是什么。',null,'见标准 7.1.2.2','bigtext',null,'0','1',null,'1','2018-06-11 18:26:23',null,null
'X3接口负荷满','请简述当所有的X3连接都满负荷，网元应如何处理。',null,'网元应暂停触发全部新建呼叫的JT，但是正在上报的通信内容不能停止。','bigtext',null,'0','1',null,'1','2018-06-11 18:26:44',null,null
'网元合设JY接口处理方式','请简述当P-GW与GGSN合设，以及当S-GW与P-GW合设时，对JY接口的要求。',null,'对于P-GW与GGSN合设，并支持2/3G、E-UTRAN接入时，要求只支持一个JY接口，即P-GW的JY接口；对于S-GW与P-GW合设时，要求网元能同时提供两个JY接口，即S-GW JY接口和P-GW JY接口。','bigtext',null,'0','1',null,'1','2018-06-11 18:27:11',null,null
'JY接口协议','请简述X1、X2、X3接口的协议类型，并指出网元在接口对接时的角色（客户端\服务端）。%',null,'X1接口采用TCP/IP协议，网元作为服务端。X2、X3接口采用TCP\IP协议，网元作为客户端。','bigtext',null,'0','1',null,'1','2018-06-11 18:27:33',null,null
'X1接口定时器','请简述X1接口都有哪些定时器，其作用是什么。',null,'见标准 7.1.2.1%','bigtext',null,'0','1',null,'1','2018-06-11 18:28:08',null,null
