'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'告警，网元重启','协议版本号........[1]<01>
消息类型..........[告警事件上报]
EPC网元标识(M)....[220.206.165.88]<32 32 30 2e 32 30 36 2e 31 36 35 2e 38 38>
告警标志(M).......[重启告警 (restart)事件告警]<03[]4>
告警时间(M).......[2016-10-28 12:09:39]<02 61 01 82 21 90 93>
告警事件描述(M)...[ Restart.]','无','a;','radio',null,'0',null,null,null,null,null,null
'HSS网元YHXX查询','请检查响应消息是否有错，然后简答：
协议版本号........[1]<01>
消息类型..........[YHXX查询请求]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>

协议版本号........[1]<01>
消息类型..........[YHXX查询响应]
MB类型(M).......[msisdn]<00>
MB标识(M).......[8613900000215]<68 31 09 00 00 12 f5>
操作结果(M).......[成功]<00>
命令失败原因(C)...[Invalid]
MSISDN(C).........[8613900000215]<68 31 09 00 00 12 f5>
IMSI(C)...........[454060000000215]<54 04 06 00 00 00 12 f5>
IMEI(C)...........[354427068745260]<53 44 72 60 78 54 62 f0>
用户状态(C).......[Invalid]
位置更新时间(C)... .[Invalid[]][2016-09-28 10:29:35]<02 61 90 82 01 92 53>
附着时间(C).......[Invalid]
最新位置(C): 
  gummeid(C)...... .[Invalid][3776 37 28269 109]<73 67 73 6e 6d 6d>
  lai[C]..........[Invalid]
  lastVisitedTAI[C].........[Invalid]
  taiList[C]......[Invalid]
  ecgi[C]........[Invalid]','无','aa','checkbox',null,'0',null,null,null,null,null,null
'X3创建隧道','协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道请求]
消息序列号(M)......[13303815]<00 cb 00 07 >
MB类型(M)........[MSISDN]<00 >
MSISDN(C)..........[8613324028089]<68 31 23 04 82 80 f9 >
IMSI(C)............[460110080807544]<64 10 01 80 80 70 45 f4 >
IMEI(C)............[869270028505160]<68 29 07 20 58 50 61 f0 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
协议类型(M)........[IPv4]<00 >
网元标识(M)........[3]<33 >
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >

协议版本号.........[1]<01 >
消息类型...........[创建LICT隧道应答]
消息序列号(M)......[133038165]<00 cb 00 087 >
关联标识1(C)........ .[Invalid][318079981 115.169.106.154]<12 f5 83 ed 73 a9 6a 9a >
操作结果(M)........[Success]<00 >
失败原因(C)........[Invalid]
关联标识2(C)........[314573805 115.169.106.154]<12 c0 03 ed 73 a9 6a 9a >','无',null,'bigtext',null,'0',null,null,null,null,null,null
'SGW承载修改','[ 10:37:58 ] [ 消息内容 (NE ==> EPS_PLX_X2) ][ NEID = 3 ]:
协议版本号...............[1]<01>
消息类型.................[活动事件上报]
网元标识(M)..............[3]<33>
事件序列号(M)............[11]<0b>
呼叫序列号(C)............[3]<03>
呼叫子序列号(C)..........[2]<02>
MB类型(M)..............[号码类型(MSISDN)]<00>
MSISDN(C)................[8615331548297]<68 51 33 51 84 92 f7>
IMSI(C)..................[460110560968538]<64 10 01 65 90 86 35 f8>
IMEI(C)..................[869336024141800]<68 39 63 20 14 14 08 f0>
事件发生时间(M)..........[2016-09-28 10:41:37]<02 61 90 82 01 14 73>
事件内容=================(承载修改):
关联标识1(M)..............[368771559 115.169.145.154]<15 fb 01 e7 73 a9 91 9a>
关联标识2(C)..............[365134311 115.169.145.154]<15 c3 81 e7 73 a9 91 9a>
最新位置(M):
 gummeid[C]......[Invalid]
  lai[C]............[Invalid]
  lastVisitedTAI[C].[MCC460 MNC11 TAC44053]<64 f0 11 ac 15>
  taiList[C]........[Invalid]
  ecgi[C]...........[460 11 181265970]<64 f0 11 0a cd e6 32> 
接入点名(C)..............[ctlte.mnc011.mcc460.gprs]<63 74 6c 74 65 2e 6d 6e 63 30 31 31 2e 6d 63 63 34 36 30 2e 67 70 72 73>
EPS承载标识(C)...........[5]<05>
发起方(M)............... ..[Invalid].[终端发起]<01>
无线接入类型(M)..........[eutran接入]<06>
业务流模板(C)............[Invalid]
切换标识(C)..............[NO]<01>
操作结果(M)..............[成功]<00>','无',null,'bigtext',null,'0',null,null,null,null,null,null
